{
    "-Mdzsb4vfue_77JM85hu": {
        "address": "1000 Scenic Loop Dr, Las Vegas, NV 89161",
        "description": "VegasHikers is the premier hiking group in the Desert Southwest! We take more hikes to more places and have the friendliest, most welcoming organizers of any group around. ",
        "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Majestic_Mountain_%283841029921%29.jpg",
        "title": "Vegas Hikers"
    },
    "-Mdzsdpzbg_5rjYvieNP": {
        "address": "1029 S Main St, Las Vegas, NV.",
        "description": "The purpose of Tech Alley is to coordinate Las Vegas technology, startup, and design meetups into a once-a-month full day event for people interested in learning and engaging friends and peers in the tech and startup scene. ",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/41/World_Market_Center_-_panoramio_%281%29.jpg",
        "title": "Tech Alley"
    },
    "-MdzwK9f-Jnx76RijHPN": {
        "address": "2755 E Desert Inn Rd, Las Vegas, NV 89121",
        "description": "All genders and identities who are seeking to find more inner peace, healing, and a sense of community in their life should definitely join our group.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Meditating_in_Madison_Square_Park.jpg",
        "title": "Path to Peace"
    },
    "-Meb_1aHE61B4wB1MGrA": {
        "address": "4505 S Maryland Pkwy, LV, NV 89154",
        "description": "Come hang out with other Vegas transplants in their 20s and 30s who are all about having a good time and share the same interests as you! Our wide range of social events include hikes, bar crawls, karaoke nights, trivia, house parties, movie nights, bonfires, and just hanging out.",
        "image": "https://upload.wikimedia.org/wikipedia/en/c/c4/StripFromUNLV.jpg",
        "title": "Moved to Vegas"
    },
    "-Meb_y-UW0gq6D31VR_o": {
        "address": "375 Hughes Center Dr, Las Vegas, NV 89169",
        "description": "Anyone else bored at home? Want to meet new people you can go to the pubs with? Well, we do! Please join us for any of our in-person happy hours. We will try to have them weekly!",
        "image": "https://upload.wikimedia.org/wikipedia/commons/7/77/Happy_Hour.jpg",
        "title": "Happy Hours in LV"
    },
    "-Mebdl0p_IezPgeV9rVr": {
        "address": "11011 W Charleston Blvd, LV, NV 89135",
        "description": "Do you live in Summerlin or enjoy all the area has to offer? Fun in Summerlin with Friends is for people who want to socialize in the Summerlin area. Let's enjoy a wide variety of fun events and a welcoming atmosphere for all members! Join us to explore 'all things Summerlin!",
        "image": "https://upload.wikimedia.org/wikipedia/commons/9/9b/SummerlinEntrance.jpg",
        "title": "Fun in Summerlin"
    },
    "-MebernzO7BhgAKfIqF9": {
        "address": "7930 W Tropical Pkwy, LV, NV 89149",
        "description": "We are building a group of easy-going people who love the simple act of running (or walking or both). Everyone is welcome to our meetups. We have beginners and advanced runners.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/a/a3/Ludovic_and_Lauren_%288425515069%29.jpg",
        "title": "Runners Club"
    },
    "-MebgF-n2WBc0LjJuKTA": {
        "address": "7930 E Flamingo, LV, NV 89119",
        "description": "Tired of the same ole, same ole meet-up groups? Want new adventure? Then this is the club for you! Active Vegas Explorers Club or AVEC will be committed to making this a fun and exiting new group. We will be exploring the city and ALL of it's surroundings.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/9/98/Las_Vegas_Skyline_at_night_North_%287314937576%29.jpg",
        "title": "Explorers Club"
    },
    "-Mebh5S2CI2m4_MvUQp-": {
        "address": "4020 Boulder Hwy, LV, NV 89121",
        "description": "We are a Las Vegas based, family-oriented motorcycle club. We are a group of motorcycle enthusiasts who enjoy frequent group rides, fun activities, community and charity support, and camaraderie among friends and family within our club.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Motor_Cycle_EB.jpg",
        "title": "Riders Club"
    },
    "-Mebi7RlC9ySVFvBxGMv": {
        "address": "315 S 7th St, LV, NV 89101",
        "description": "This is a group for everyone interested in learning or teaching others how to network efficiently.Every meeting will include a short networking lesson and discussion followed by a networking session.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d2/Internet_map_1024.jpg",
        "title": "Networking Club"
    },
    "-Mebiss4B33W0XiE7HmP": {
        "address": " 811 E Bridger Ave, LV, NV 89101",
        "description": "This is a group for women, ages 21 and up, who would like to make friends with other ladies by getting together and socializing, eating, and playing games. We mostly play board games and card games, although we are open to trying new things.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/a/ac/Spice_Girls_in_Toronto%2C_Ontario.jpg",
        "title": "Ladies Group"
    },
    "-MebjHrLohffEe3OBw9v": {
        "address": "3666 S Highland Dr, LV, NV 89103",
        "description": "Friends of Nevada Wilderness is dedicated to the protection and preservation of Nevada's Wilderness Areas. Friends of Nevada Wilderness works with volunteers on the ground to help monitor and restore these special wild places. Our restoration and monitoring trips combine exploration, camaraderie and rewarding work in Nevada’s beautiful backcountry.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/5/5c/Horisontissa_Hammastunturi.JPG",
        "title": "NV Wilderness"
    },
    "-Mebjo9lAC05dKL9SOjb": {
        "address": " 7930 W Tropical Pkwy LV, NV 89149",
        "description": "Gathering inspired women together for the purpose of growth and expansion.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Armi-Ratia-1959.jpg",
        "title": "Inspired Women"
    },
    "-MebkUAlsi1CqvgXwKR4": {
        "address": "5200 W Sahara Ave, Las Vegas, NV 89146",
        "description": "Las Vegas Crypto 101 is a local networking group for beginners who are interested to learn about the bitcoin and crypto ecosystem. We're an online and in-person bitcoin & crypto ecosystem enthusiast group that will have weekly events for beginners to learn about bitcoin, crypto, NFTs (non-fungible tokens), and Defi (decentralized finance).",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/db/Bitcoin_paper_wallet_generated_at_bitaddress.jpg",
        "title": "Crypto 101"
    },
    "-Mebkw1GpZjaWtS_Noe4": {
        "address": "9615 W Flamingo Rd, LV, NV 89147",
        "description": "Our group offers a wide range of opportunities to learn, practice, and enjoy photography, and an opportunity to meet other photographers of all levels of ability, and learn from each other. Our events range from shooting landscapes to portraits, natural light to studio strobes, fun and light to dark and dramatic... and everything in between. Check out our past meetups to see what you've been missing!",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/06/Hasselblad_500_CM.jpg",
        "title": "Photography Club"
    },
    "-MeblRlcxgochANhCifP": {
        "address": "6795 S Edmond Street LV NV 89118",
        "description": "There is free parking at the Innevation Center, please do not park in a covered spot, those are for employees and members.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/cc/BlogActive.com_Screenshot_2004.jpg",
        "title": "LV Bloggers"
    },
    "-Meblsr8QP0KZzPRIeoB": {
        "address": " 9615 W Flamingo Rd, LV, NV 89147",
        "description": "WordPress is the most popular CMS around. We meet monthly to discuss WordPress related topics. Our meetups consist of a quick session called \"WordPress News Around The World\". From there we bring one or two Pressenters (http://wpvegas.com/wordpressenters/) on stage to talk about a WordPress topic. To close out the night, we turn the stage over to you. Ask your WordPress questions.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d4/Typical_Tor_Browser_notification_of_a_canvas_read_attempt.png",
        "title": "WordPress Group"
    },
    "-MebmMu7j1PCvLksRNB9": {
        "address": "3050 E Desert Inn, LV, NV 89121",
        "description": "The Las Vegas Mountaineers Club was founded in 1994 to provide our members with plenty of safe, exciting and enjoyable outdoor experiences. Our goal is also to provide the opportunity to form many new and lasting friendships. LVMC is committed to educating and training each of its members and enhancing our members’ mountaineering skills and outdoor leadership abilities. ",
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Ortler_Ascent_-_South_Tyrol.jpg",
        "title": "Mountaineering"
    }
}
